aaron-bond.better-comments
adpyke.codesnap
adrianwilczynski.alpine-js-intellisense
amiralizadeh9480.laravel-extra-intellisense
blackboxapp.blackbox
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
christian-kohler.path-intellisense
cierra.livewire-vscode
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
entexa.tall-stack
esbenp.prettier-vscode
fabiospampinato.vscode-open-in-github
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.github-vscode-theme
heybourn.headwind
mgmcdermott.vscode-language-babel
ms-edgedevtools.vscode-edge-devtools
ms-vscode.live-server
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
oderwat.indent-rainbow
pkief.material-icon-theme
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
ryannaddy.laravel-artisan
sburg.vscode-javascript-booster
shufo.vscode-blade-formatter
steoates.autoimport
stivo.tailwind-fold
streetsidesoftware.code-spell-checker
supermaven.supermaven
syler.sass-indented
trabpukcip.vscode-npm-scripts
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
xabikos.javascriptsnippets
xabikos.reactsnippets
yoavbls.pretty-ts-errors
